const ArticleModel = require('../models/Article');

const articles = [
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccaf',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
        
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccaf',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccaf',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccb1',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccb1',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccb1',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccae',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccae',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    },
    {
        main_title: "Неалкогольна жирова хвороба печінки: сучасні методи діагностики та стратегії лікування",
        main_fullText: "Сьогодні у Києві Всесвітня організація охорони здоров’я і Європейський Союз розпочали передачу обладнання, витратних матеріалів і реагентів до 27 лабораторій для посилення можливостей тестування на COVID-19 в Україні. Про це інформує пресслужба представництва ЄС в Україні, передає УНН. “ЄС та ВООЗ в Україні розпочали передачу необхідного лабораторного обладнання у 27 лабораторій по всій Україні для посилення можливості тестування на COVID-19.  Передача включає 9861 упаковку витратних матеріалів, 217 956 реагентів для проведення тестів ПЛР та 1880 одиниць лабораторного обладнання”, — повідомили в представництві. Зазначається, що все обладнання, матеріали та реагенти відповідають стандартам якості ВООЗ для забезпечення надійного, точного та швидкого тестування на COVID-19.“Передане обладнання, матеріали та реагенти допоможуть прискорити процес тестування та заощадити час і енергію медичних працівників, разом з цим зменшуючи ймовірність людської помилки”, ",
        meta_name: 'Cучасна гастроентерологія, №3 // 2020, с. 51—61',
        meta_code: 'DOI: 10.30978/MG-2020-3-51',
        meta_authors: [
            '5f84641638b35d15785d0fe5'
        ],
        meta_workplace: 'ДУ «Національний інститут терапії імені Л. Т. Малої НАМН України», Харків ',
        resume_keywords: 'неалкогольна жирова хвороба печінки, діагностика, лікування',
        resume_paragraphs: "Неалкогольна жирова хвороба печінки (НАЖХП) — найчастіша причина підвищення активності печінкових ферментів і гепатопатій у західних країнах. Трапляється у 17 — 46 % дорослого населення. Згідно з результатами дослідження PRELID2 в українській популяції виявлено високу частоту поширення (71,4 %) та коморбідності (86,9 %) НАЖХП з метаболічним синдромом, надлишковою масою тіла, ожирінням і дисліпідемією. З урахуванням великої соціально-економічної та медичної значущості проб­леми НАЖХП триває пошук достовірних діагностичних маркерів захворювання і способів його ефективної профілактики та лікування. Золотим стандартом діагностики НАЖХП є біопсія печінки, проте ризик ускладнень, суб’єктивізм оцінки результатів та висока собівартість суттєво обмежують використання цього інвазивного методу діагностики в рутинній клінічній практиці. Наведено сучасні неінвазивні діагностичні панелі та рахункові шкали для ідентифікації морфологічних стадій НАЖХП. Основою лікування НАЖХП є модифікація способу життя, а саме раціональне харчування та підвищення рівня фізичної активності. Фармакологічну терапію слід призначати пацієнтам з неалкогольним стеатогепатитом з метою гальмування процесів фіброзоутворення, особливо у разі наявності предикторів високого ризику прогресування захворювання (вік > 50 років, метаболічнй синдром, цукровий діабет 2 типу, збільшення активн  ості аланінамінотрансферази), а також хворим з активним неалкогольним стеатогепатитом з високою запальною активністю. Наведено основні групи фармакологічних препаратів, які продемонстрували ефективність у лікуванні НАЖХП з позиції доказовості. Обговорюються інноваційні стратегії терапії НАЖХП.",
        referencesID: [
            '5fac50ad516a9e3a0ca9d3ba',
            '5fac50ad516a9e3a0ca9d3bb',
            '5fac50ad516a9e3a0ca9d3bc'
        ],
        categoryID: '5f4e60269287710db0e4ccae',
        journalID: '5f845c4c10933417806f1be4',
        isOnline: true,
        date: new Date()
    }
];

const saveDefaultArticles = () => {
    articles.forEach((data, index) => {
        const dataM = new ArticleModel(data)
        dataM.save()
        .then(result => {
            console.log(index, dataM)
        })
        .catch(err => {
            console.log(index);
        });
    }) 
}

module.exports = saveDefaultArticles; 