const News = require('../models/News');

const newsData = [
    {
        date: new Date(),
        title: "Рекомендації для громадян щодо коронавірусу (2019-nCoV)",
        imgs: [
            '5fa844715a1b164330b39edf',
            '5fa844715a1b164330b39ee0',
            '5fa844715a1b164330b39ee1',
            '5fa844715a1b164330b39ee2'
        ],
        mainText: 'Для нашої громади надзвичайно важливо розповідати нашим турецьким друзям про історію українського народу, особливо правду про Голодомор, щоб уникнути такої катастрофи в майбутньому та акцентувати увагу на важливості визнання Голодомору в міжнародному правовому полі',
        videoSrc: 'https://youtu.be/gAua3u3DXfU',
        isMainNews: false,
        isOnline: true
    },
    {
        date: new Date(),
        title: "Максим Степанов: Ми не допустимо, щоб в медиків знижувалася зарплата через реформу",
        imgs: [
            '5fa844715a1b164330b39edf',
            '5fa844715a1b164330b39ee0',
            '5fa844715a1b164330b39ee1',
            '5fa844715a1b164330b39ee2'
        ],
        mainText: 'Для нашої громади надзвичайно важливо розповідати нашим турецьким друзям про історію українського народу, особливо правду про Голодомор, щоб уникнути такої катастрофи в майбутньому та акцентувати увагу на важливості визнання Голодомору в міжнародному правовому полі',
        videoSrc: 'https://youtu.be/gAua3u3DXfU',
        isMainNews: false,
        isOnline: true
    },
    {
        date: new Date(),
        title: "Оперативна інформація про поширення коронавірусної інфекції 2019-nCoV",
        imgs: [
            '5fa844715a1b164330b39edf',
            '5fa844715a1b164330b39ee0',
            '5fa844715a1b164330b39ee1',
            '5fa844715a1b164330b39ee2'
        ],
        mainText: 'Для нашої громади надзвичайно важливо розповідати нашим турецьким друзям про історію українського народу, особливо правду про Голодомор, щоб уникнути такої катастрофи в майбутньому та акцентувати увагу на важливості визнання Голодомору в міжнародному правовому полі',
        videoSrc: 'https://youtu.be/gAua3u3DXfU',
        isMainNews: false,
        isOnline: true
    },
    {
        date: new Date(),
        title: "Заступник Міністра Ірина Микичак: Нове керівництво МОЗ відновлює щоденну комунікацію з областями та медичними закладами на місцях",
        imgs: [
            '5fa844715a1b164330b39edf',
            '5fa844715a1b164330b39ee0',
            '5fa844715a1b164330b39ee1',
            '5fa844715a1b164330b39ee2'
        ],
        mainText: 'Для нашої громади надзвичайно важливо розповідати нашим турецьким друзям про історію українського народу, особливо правду про Голодомор, щоб уникнути такої катастрофи в майбутньому та акцентувати увагу на важливості визнання Голодомору в міжнародному правовому полі',
        videoSrc: 'https://youtu.be/gAua3u3DXfU',
        isMainNews: true,
        isOnline: true
    }
]

const saveDefaultNews = () => {
    newsData.forEach((data, index) => {
        const dataM = new News(data)
        dataM.save()
        .then(result => {
            console.log(index, dataM)
        })
        .catch(err => {
            console.log(index);
        });
    }) 
}

module.exports = saveDefaultNews;  